Repository: leolost2605/emergency-alerts
Catalog: po/*.po
Languages: es, it, uk

source: Replaced location %s with %s
it: Sostituita la posizione %s con %s

source: The location format has changed, so your saved location has been updated to the new format. This was done on a best effort basis. Therefore please check if the new location is correct.
it: Il formato della posizione è cambiato, quindi la posizione salvata è stata aggiornata al nuovo formato. Questo è stato fatto con la massima cura. Pertanto, verifica che la nuova posizione sia corretta.

source: Could not load saved location
it: Impossibile caricare la posizione salvata

source: An error occured when loading saved locations. Please make sure your saved locations are correct or re-add them if necessary. This is a bug and should be reported to the developers if possible.
it: Si è verificato un errore durante il caricamento delle posizioni salvate. Assicurati che le posizioni salvate siano corrette o, se necessario, aggiungile di nuovo. Si tratta di un bug e, se possibile, dovrebbe essere segnalato agli sviluppatori.

source: Country code unknown, alerts might not be supported
it: Codice paese sconosciuto, gli avvisi potrebbero non essere supportati

source: Only air raid alerts are currently supported
it: Attualmente sono supportati solo gli avvisi di incursione aerea

source: Only weather alerts are currently supported
it: Al momento sono supportati solo gli avvisi meteo

source: Currently not supported
it: Attualmente non supportato

source: Unknown Country
it: Paese sconosciuto

source: Since %s
it: Da %s

source: Until %s
it: Fino a %s

source: Germany
it: Germania

source: Failed to get warnings from %s
it: Impossibile ricevere gli avvisi da %s

source: Germany Warning %s
it: Avviso Germania %s

source: Failed to get additional info
it: Impossibile ottenere informazioni aggiuntive

source: <b>On the street:</b> - Find the closest shelter (underpass, subway station, parking lot, or bomb shelter) and get there as quickly as you can. - Avoid buildings that are important for the country’s defense or other critical infrastructure. <b>At home:</b> - Make sure you turn off all electrical appliances, turn off the gas, and, if you can, put out any open sources of fire (stoves, fireplaces, etc.). - Leave the premises as quickly as possible and head to the nearest shelter. - Don’t use the elevators during an air raid. Just go down the stairs instead. - If there’s no safe place to go in your building, stay inside and find a spot away from windows.
it: <b>Per strada:</b> - Trova il rifugio più vicino (sottopassaggio, stazione della metropolitana, parcheggio o rifugio antiaereo) e raggiungilo il più velocemente possibile. - Evita edifici importanti per la difesa del Paese o altre infrastrutture critiche. <b>A casa:</b> - Assicurati di spegnere tutti gli elettrodomestici, chiudere il gas e, se possibile, spegnere qualsiasi fonte di fuoco (stufe, caminetti, ecc.). - Abbandona i locali il più velocemente possibile e dirigiti al rifugio più vicino. - Non usare gli ascensori durante un attacco aereo. Scendi semplicemente le scale. - Se non c'è un posto sicuro dove andare nel tuo edificio, rimani all'interno e trova un posto lontano dalle finestre.

source: Ukraine
it: Ucraina

source: Failed to refresh: parsing failed
it: Impossibile aggiornare: analisi non riuscita

source: No area data for state %s
it: Nessun dato sull'area per lo stato %s

source: Air Raid Alert
it: Allerta antiaerea

source: An air raid alert is currently active in %s. Please take appropriate safety measures.
it: Attualmente è attivo un allarme aereo a %s. Si prega di adottare le misure di sicurezza appropriate.

source: Air Raid
it: Raid aereo

source: Failed to load geo json:
it: Impossibile caricare il geo json:

source: US Weather
it: Meteo USA

source: New warning for %s
es: Nueva alerta para %s
it: Nuovo avviso per %s
uk: Нове попередження для %s

source: No information available. Check the app for more details.
it: Nessuna informazione disponibile. Controlla l'app per maggiori dettagli.

source: Choose an Alert…
it: Scegli un avviso…

source: Instructions:
es: Instrucciones:
it: Istruzioni:
uk: Інструкції:

source: Affected Regions:
es: Regiones afectadas:
it: Regioni interessate:
uk: Уражені регіони:

source: Published by:
es: Publicado por:
it: Pubblicato da:
uk: Опубліковано:

source: More Information:
es: Más información:
it: Ulteriori informazioni:
uk: Більше інформації:

source: Emergency Alerts
es: Alertas de emergencia
it: Avvisi di emergenza
uk: Екстренні Сповіщення

source: Details
it: Dettagli

source: Emergency Alerts has to run in the background in order to send notifications about incoming alerts.
es: Alertas de Emergencia tiene que ejecutarse en segundo plano para enviar notificaciones sobre las alertas entrantes.
it: Gli avvisi di emergenza devono essere eseguiti in background per inviare notifiche sugli avvisi in arrivo.
uk: Екстренні Сповіщення мусять працювати на задньому плані аби надсилати оповіщення щодо активних надзвичайних ситуацій.

source: Dashboard
es: Panel
it: Cruscotto
uk: Інформаційна панель

source: Map
it: Mappa

source: Add new location
it: Aggiungi nuova posizione

source: About
it: Informazioni

source: Close
it: Chiudi

source: Network not available. Connect to the Internet to get active alerts.
it: Rete non disponibile. Connettiti a Internet per ricevere avvisi attivi.

source: Loading alerts is taking longer than expected. Please check your connection.
it: Il caricamento degli avvisi sta richiedendo più tempo del previsto. Controlla la connessione.

source: Add location…
es: Añadir ubicación…
it: Aggiungi posizione…
uk: Додати місцезнаходження...

source: No locations added yet
it: Nessuna posizione ancora aggiunta

source: Add a location to start receiving alerts.
it: Aggiungi una posizione per iniziare a ricevere gli avvisi.

source: Remove
es: Eliminar
it: Rimuovi
uk: Прибрати

source: No warnings for %s.
es: No hay alertas para %s.
it: Nessun avviso per %s.
uk: Відсутні попередження для %s.

source: Only showing alerts for your subscribed locations or where the provider doesn't support location based fetching.
it: Mostra solo gli avvisi per le località a cui sei iscritto o per quelle in cui il provider non supporta il recupero basato sulla posizione.

source: Load All (Experimental)
it: Carica tutto (sperimentale)

source: Load All Alerts?
it: Caricare tutti gli avvisi?

source: Loading all alerts is currently experimental and not optimized yet. It may result in a large amout of data being downloaded and degraded performance. Loading all alerts will be automatically disabled again after 3 minutes.
it: Il caricamento di tutti gli avvisi è attualmente sperimentale e non ancora ottimizzato. Potrebbe comportare il download di una grande quantità di dati e un calo delle prestazioni. Il caricamento di tutti gli avvisi verrà automaticamente disattivato dopo 3 minuti.

source: Cancel
it: Annulla

source: Load All Alerts
it: Carica tutti gli avvisi

source: No places found for %s
it: Nessun posto trovato per %s

source: Search for places
it: Cerca luoghi

source: Try changing search terms
it: Prova a cambiare i termini di ricerca

source: Start typing to search…
it: Inizia a digitare per cercare...

source: Location Search
es: Búsqueda por ubicación
it: Cerca posizione
uk: Пошук Місцезнаходжень

source: Receive emergency alerts
es: Recibir alertas de emergencia
it: Ricevi avvisi di emergenza
uk: Отримувати сповіщення

source: warning;flood;disaster;weather;
it: avviso;alluvione;disastro;meteo;

source: Emergency Alerts is a simple app that sends you alerts for your locations. Supported countries include Germany, the US (only weather alerts) and Ukraine (only air raid alerts) with more countries coming soon!
it: Emergency Alerts è una semplice app che ti invia avvisi per la tua posizione. I paesi supportati includono Germania, Stati Uniti (solo avvisi meteo) e Ucraina (solo avvisi di attacco aereo), con altri paesi in arrivo a breve!

source: Features:
es: Características:
it: Caratteristiche:
uk: Функції:

source: Receive flood and weather warnings
es: Reciba avisos meteorológicos y de inundaciones
it: Ricevi avvisi di inondazioni e condizioni meteorologiche
uk: Отримуйте повідомлення про надзвичайні ситуації

source: Receive alerts from your local civil protection authority
es: Reciba alertas de su autoridad local de protección civil
it: Ricevi avvisi dall'autorità di protezione civile locale
uk: Отримуйте попередження від вашої місцевої влади

source: Quickly view alerts for your favorite locations on the dashboard
it: Visualizza rapidamente gli avvisi per le tue posizioni preferite sulla dashboard

source: View alerts from all over the world on the map
it: Visualizza gli avvisi da tutto il mondo sulla mappa

source: Get notifications when new alerts are issued for your saved locations
it: Ricevi notifiche quando vengono emessi nuovi avvisi per le tue posizioni salvate

source: Support for Germany, the US (only weather alerts) and Ukraine (only air raid alerts) with more countries coming soon
it: Supporto per Germania, Stati Uniti (solo allerte meteo) e Ucraina (solo allerte antiaeree) con altri Paesi in arrivo a breve

source: The Dashboard showing active alerts
it: La dashboard che mostra gli avvisi attivi

source: Detailed information about an alert
it: Informazioni dettagliate su un avviso

source: The map showing active alerts across Germany and Ukraine
it: La mappa che mostra gli avvisi attivi in ​​Germania e Ucraina

source: The Dashboard in dark mode
it: La Dashboard in modalità scura

source: This release finally brings the long-awaited weather alerts for the U.S. and air raid alerts for Ukraine. In addition location selection is now more powerful than ever — you can choose any point on Earth — and the new map view lets you see active alerts and affected areas at a glance.
it: le allerte di raid aerei per l'Ucraina. Inoltre, la selezione della posizione è ora più potente che mai — puoi scegliere qualsiasi punto sulla Terra, — e la nuova visualizzazione della mappa ti consente di visualizzare a colpo d'occhio le allerte attive e le aree interessate.

source: To make all this possible, the way locations are stored had to be updated. When you first launch the app after updating, it tries to migrate your existing locations automatically. In rare cases, this may not work and you might need to re-add them manually. If that happens a notification will be sent.
it: Per rendere tutto ciò possibile, è stato necessario aggiornare il modo in cui vengono archiviate le posizioni. Quando avvii per la prima volta l'app dopo l'aggiornamento, tenta di migrare il tuo posizioni esistenti automaticamente. In rari casi, questo potrebbe non funzionare e potrebbe essere necessario aggiungerle nuovamente manualmente. Se ciò accade sarà inviata una notifica.

source: Highlights:
it: In evidenza:

source: Weather alerts now available across the U.S.
it: Allerte meteo ora disponibili in tutti gli Stati Uniti.

source: Air raid alerts now available for Ukraine
it: Allerte di attacco aereo ora disponibili per l'Ucraina

source: Pick any point on Earth as a location
it: Scegli un punto qualsiasi sulla Terra come posizione

source: New map view showing active alerts and impacted areas
it: Nuova visualizzazione della mappa che mostra gli avvisi attivi e le aree interessate

source: This release is a minor update that fixes some annoying bugs and prepares support for an additional country that will be coming soon!
it: Questa versione è un aggiornamento minore che corregge alcuni fastidiosi bug e prepara il supporto per un altro Paese che arriverà presto!

source: Fixed an issue that caused icons to not appear
it: Risolto un problema che impediva la visualizzazione delle icone

source: Use libsoup instead of relying on GVFS. This fixes the file system access warning in app stores
it: Usa libsoup invece di affidarti a GVFS. Questo risolve il problema di accesso al file system avviso negli app store

source: Improved performance for the Germany alert provider
it: Prestazioni migliorate per il fornitore di avvisi della Germania

source: Added backend support for pushing alerts instead of periodic polling
it: Aggiunto supporto backend per l'invio di avvisi anziché il polling periodico

source: Prepares support for an additional country coming soon
it: Prepara il supporto per un altro paese in arrivo a breve

source: The first release of Emergency Alerts!
it: La prima versione di Emergency Alerts!

source: Support for multiple locations at once
es: Soporte para varias ubicaciones a la vez
it: Supporto per più sedi contemporaneamente
uk: Підтримка декількох місцезнаходжень одразу

source: Add new location…
es: Añadir nueva ubicación…
uk: Додати нове місцезнаходження...

source: <big><b>No locations added yet</b></big> Add a location to start receiving alerts.
es: <big><b>Aún no se han añadido ubicaciones</b></big> Agregue una ubicación para comenzar a recibir alertas.
uk: <big><b>Місцязнаходження відсутні</b></big> Додайте місцезнаходження аби отримувати оповіщення.

source: Loading locations…
es: Cargando ubicaciones…
uk: Завантажуємо...

source: A simple app that sends you emergency alerts about your locations
es: Una sencilla aplicación que le envía alertas de emergencia sobre tus ubicaciones
uk: Простий додаток, який оповіщає вас щодо надзвичайних ситуацій у вашому місцезнаходженні

source: Emergency Alerts is a simple tool that sends you alerts for your locations.
es: Alertas de Emergencia es una sencilla herramienta que le envía alertas sobre sus ubicaciones.
uk: Екстренні Сповіщення це простий додаток, який буде надсилати вам сповіщення про надзвичайні події у вашому місцезнаходженні

source: Currently only Germany is supported but more countries will be added soon.
es: Actualmente sólo es compatible con Alemania, pero pronto se añadirán más países.
uk: Поки що підтримується тільки Німеччина, але більше країн будуть додані у майбутньому.

source: Leonhard Kargl
uk: Леонхард Карґл
